class Config {
  static const String url =
      'https://elkaf.kubstu.ru/timetable/default/time-table-student-ofo?';

  static const List<String> institutes = [
    "Институт нефти, газа и энергетики",
    "Институт компьютерных систем и информационной безопасности",
    "Институт пищевой и перерабатывающей промышленности",
    "Институт экономики, управления и бизнеса",
    "Институт строительства и транспортной инфраструктуры",
    "Институт механики, робототехники, инженерии транспортных и технических систем",
    "Институт фундаментальных наук",
    "Инженерно-технологический колледж",
    "Подготовительное отделение для иностранных граждан",
    "Новороссийский политехнический институт",
    "Армавирский механико-технологический институт"
  ];

  static const int courses = 6;
}
